[M_TempleTower MissionDefinition]
MissionName="A Magia da Infância"
MissionDescription="Murderlin pediu para você cuidar do seu herdeiro, Murderlin Jr, durante algumas horas."
TurnInDescription="Como um pai... como um cubo de gelatina."
MissionSummary="Proteja o filho de Murderlin."
MissionGiver="Murderlin"
MissionTurnInLocation="Murderlin"
TeaserText="Mercenário, Caçador da Sepultura e agora... babá.<br><br>Traga alguns amigos."

[M_TempleTower:DefendTheTower MissionObjectiveDefinition]
ProgressMessage="Defenda a torre"

[M_TempleTower:DefendTheTowerSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TempleTower:RaiseTower MissionObjectiveDefinition]
ProgressMessage="Fale com o filho de Murderlin"

[M_TempleTower:RaiseTowerSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Murderlin pediu pra você cuidar do seu herdeiro, Murderlin Jr, durante algumas horas.\nNo entanto, ao encontrar o filho do assassino você descobriu que uma horda do mal está determinada a matá-lo.\nMurderlin pediu para você proteger seu filho a todo custo.  Se o mal destruir a torre onde se encontra Murderlin Jr, tudo estará acabado."

[M_TempleTower:TempleTower_Gather MissionObjectiveDefinition]
ProgressMessage=Aproxime-se do filho de Murderlin"

[M_TempleTower:TempleTowerGatherSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TempleTower:WavesComplete MissionObjectiveDefinition]
ProgressMessage="Complete as ondas"

